/* Next-button titles */
"CLOSE" = "Chiudi";
"SHUTDOWN" = "Spegni";
"RESTART" = "Riavvia";
"LOGOUT" = "Logout";


/* Messages describing automatic actions the Installer will take once Installation has completed */
"AutoQuit"		= "Installer si chiuderà automaticamente tra %d secondi.";
"AutoQuit1"		= "Installer terminerà automaticamente in 1 secondo.";
"AutoMsg"		= "Il computer sarà %1$@ in %2$d secondi.";
"AutoMsg1"		= "Il computer sarà %@ in 1 secondo.";

/* action description to be substituted into 'AutoMsg' & 'AutoMsg1' above */
"AutoRestart"	= "riavvierà";
"AutoLogout"	= "Logout";
"AutoShutdown"	= "spegni";

/* action descriptions indicating actions are currently being performed */
"AutoRestartIsOccurring" = "Riavvio del computer in corso.";
"AutoLogoutIsOccurring" = "Logout del computer in corso.";
"AutoShutdownIsOccurring" = "Spegnimento del computer in corso.";


/* Messages displayed when the installer requires the user to perform an action to finish installing the software */
"ManualShutDownMsg" = "Fai clic su Spegni per terminare l'installazione del software.";
"ManualLogoutMsg" = "Fai clic su Logout per terminare l’installazione del software.";
"ManualRequiredRebootMsg" = "Fai clic su Riavvia per terminare l’installazione del software.";
"ManualRequiredRebootAfterFailureMsg" = "Fai clic su Riavvia per tentare di nuovo l'installazione.";


/* Window titles & descriptions */
"InstallCompletedSuccessfullyTitle" = "Installazione riuscita.";
"InstallCompletedSuccessfullyDescription" = "Il software è stato installato.";
"InstallCompletedWithErrorsTitle" = "Si sono verificati errori durante l'installazione. Riprova l'installazione.";


/* IASPSummaryView class' localizable strings */
"InstallSucceededTitle" = "L'installazione è riuscita.";
"InstallFailedTitle" = "Installazione non riuscita.";
